tap "homebrew/bundle"
brew "apktool"
brew "certbot"
brew "coreutils"
brew "diffutils"
brew "gawk"
brew "gh"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "imagemagick"
brew "mas"
brew "mise"
brew "rustup-init"
brew "scrcpy"
brew "sheldon"
brew "tree"
cask "android-platform-tools"
cask "clipy"
cask "iterm2"
cask "visual-studio-code"
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
vscode "biomejs.biome"
vscode "codezombiech.gitignore"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "ionutvmi.path-autocomplete"
vscode "jock.svg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.hexeditor"
vscode "naumovs.color-highlight"
vscode "nepaul.editorconfiggenerator"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "ultram4rine.vscode-choosealicense"
vscode "unifiedjs.vscode-mdx"
