tap "homebrew/bundle"
brew "gh"
brew "mas"
brew "mise"
brew "rustup-init"
brew "sheldon"
cask "clipy"
cask "visual-studio-code"
mas "LINE", id: 539883307
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "ionutvmi.path-autocomplete"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.hexeditor"
vscode "nepaul.editorconfiggenerator"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "streetsidesoftware.code-spell-checker"
